# RbsElecRoomReflectivityWalls Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecRoomReflectivityWalls Property
ParameterTypeId Class See Also
---
"Wall Reflectance"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecRoomReflectivityWalls { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecRoomReflectivityWalls As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecRoomReflectivityWalls {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace